{
  "policy": {
    "title": "Політика конфіденційності та обробки персональних даних користувачів сайту Qvrix",
    "intro": "Оператор Qvrix приділяє особливу увагу захисту вашої конфіденційності. Ми прагнемо забезпечити прозорість та безпеку стосовно будь-якої інформації, яку ви надаєте нам під час користування вебсайтом https://qvrix.com (далі — «Сайт»), а також його сервісами, програмами й супутніми послугами. Ця Політика конфіденційності регулює обробку персональних даних, яку здійснює Ельдар Меметов, самозайнята особа, зареєстрована в Німеччині, що діє під торговельною назвою Qvrix (далі — «Оператор»). Користуючись сервісами Сайту, Користувач надає свою безумовну згоду з положеннями цієї Політики. Якщо ви не погоджуєтесь із нею, будь ласка, утримайтеся від використання Сайту.",
    "sections": [
      {
        "title": "1. Загальні положення",
        "description": "Ми використовуємо сервіси Cloudflare для забезпечення безпеки та продуктивності нашого сайту. Cloudflare сертифікована відповідно до стандартів EU-U.S. Data Privacy Framework та UK Extension to the EU-U.S. DPF, що підтверджує її відповідність вимогам GDPR щодо обробки персональних даних у Європі.",
        "subsections": [
          {
            "title": "1.1. Під терміном «персональна інформація Користувача» у цій Політиці розуміється",
            "points": [
              "Дані, які Користувач добровільно надає про себе при заповненні форм, заявок, підписці на оновлення чи використанні сервісів. Це можуть бути ім’я, електронна адреса, номер телефону тощо. Обов’язкові поля позначені відповідним чином.",
              "1.1.2  Дані, які автоматично передаються Сайту під час його використання: IP-адреса, cookies, тип браузера, мова, технічні характеристики пристрою, час доступу, URL запитів тощо.",
              "1.1.3 Інша інформація, обробка якої передбачена умовами Угоди користування Сайтом.",
              "1.1.4 Ця Політика застосовується виключно до Сайту. Оператор не несе відповідальності за сайти третіх осіб, на які Користувач може перейти за посиланнями із Сайту."
            ]
          }
        ]
      },
      {
        "title": "2. Цілі обробки персональних даних",
        "points": [
          "Надання запитуваних вами послуг та відповіді на звернення.",
          "Персоналізації користувацького досвіду.",
          "Поліпшення якості сервісів та розробки нових продуктів.",
          "Інформування про наші продукти, послуги, акції, події.",
          "Ми не продаємо, не обмінюємо та не передаємо ваші персональні дані третім особам без вашої згоди, окрім випадків, прямо передбачених чинним законодавством."
        ]
      },
      {
        "title": "3. Права та обов’язки Оператора",
        "subsections": [
          {
            "title": "3.1. Оператор має право",
            "points": [
              "Отримувати достовірну інформацію та/або документи, що містять персональні дані.",
              "У разі відкликання згоди Користувача — продовжити обробку даних, якщо це дозволено законодавством.",
              "Самостійно визначати перелік заходів, необхідних для забезпечення виконання вимог законодавства щодо персональних даних."
            ]
          },
          {
            "title": "3.2. Оператор зобов’язаний",
            "points": [
              "Надавати Користувачу інформацію щодо обробки його персональних даних за запитом.",
              "Здійснювати обробку персональних даних згідно з чинним законодавством.",
              "Реагувати на звернення та запити суб’єктів персональних даних.",
              "Надавати необхідну інформацію уповноваженим органам у межах їх повноважень.",
              "Забезпечувати публічний доступ до цієї Політики конфіденційності.",
              "Вживати технічних, організаційних і правових заходів для захисту персональних даних від несанкціонованого доступу або втрат."
            ]
          }
        ]
      },
      {
        "title": "4. Принципи обробки персональних даних",
        "points": [
          "4.1 Обробка персональних даних здійснюється виключно на законних підставах.",
          "4.2 Обробляються лише ті персональні дані, які відповідають заявленим цілям.",
          "4.3 Обсяг і сутність оброблюваних даних відповідають поставленим цілям.",
          "4.4 Забезпечується точність, актуальність та достатність персональних даних для досягнення цілей обробки.",
          "4.5 Персональні дані зберігаються не довше, ніж це необхідно для виконання цілей обробки.",
          "4.6 Після досягнення цілей обробки персональні дані можуть бути знищені або анонімізовані."
        ]
      },
      {
        "title": "5. Порядок збору, зберігання, передачі та інших видів обробки персональних даних",
        "points": [
          " 5.1 Для забезпечення високого рівня безпеки і продуктивності ми використовуємо сервіси Cloudflare, сертифіковані відповідно до стандартів EU-U.S. Data Privacy Framework та UK Extension to the EU-U.S. DPF.",
          "5.2 Оператор вживає всі можливі заходи для захисту персональних даних від несанкціонованого доступу, зміни, розголошення або знищення.",
          "5.3 Персональні дані Користувачів не передаються третім особам без вашої згоди, за винятком випадків, передбачених законодавством або для виконання договірних зобов’язань.",
          "5.4 У разі виявлення неточностей у персональних даних Користувач має право актуалізувати їх, надіславши відповідний запит на електронну адресу: qvrix.studio@gmail.com з темою «Актуалізація персональних даних».",
          "5.5 Користувач може відкликати згоду на обробку персональних даних у будь-який момент, надіславши запит на електронну пошту: qvrix.studio@gmail.com.",
          "5.6 Обробка персональних даних припиняється після досягнення цілей, відкликання згоди або у разі виявлення неправомірної обробки."
        ]
      },
      {
        "title": "6. Дії з отриманими персональними даними",
        "points": [
          "Оператор здійснює збір, запис, систематизацію, зберігання, уточнення, використання, передачу, анонімізацію, блокування, видалення та знищення персональних даних відповідно до законодавства.",
          "6.1 Дані, зібрані через форму зворотного зв’язку, використовуються виключно для надання відповіді на запит Користувача і не передаються третім особам.",
          "6.2 Відгуки користувачів можуть бути опубліковані на Сайті лише після отримання явної згоди користувача, яка оформлюється при заповненні відповідної форми."
        ]
      },
      {
        "title": "7. Конфіденційність персональних даних",
        "points": [
          "7.1 Для захисту персональних даних Користувачів використовуються сучасні технічні та організаційні засоби, зокрема сервіси Cloudflare із відповідними сертифікатами.",
          "7.2 Оператор і особи, які отримали доступ до персональних даних, зобов’язані не розголошувати та не поширювати ці дані без згоди Користувача, за винятком випадків, передбачених законодавством.",
          "7.3 Користувач може звернутися за роз’ясненнями щодо обробки його персональних даних, написавши на електронну адресу: qvrix.studio@gmail.com."
        ]
      },
      {
        "title": "8. Використання cookies",
        "points": [
          "8.1 Сайт використовує лише необхідні cookies, які забезпечують його функціонування, безпеку та продуктивність.",
          "8.2 Ми не використовуємо cookies для відстеження поведінки користувачів з рекламною чи маркетинговою метою.",
          "8.3 Користувачі можуть обмежити або вимкнути збереження cookies у своєму браузері, проте це може вплинути на працездатність окремих функцій Сайту."
        ]
      }
    ]
  }
}
