{
  "title": "Чому обирають",
  "spanTitle": "QVRIX",
  "descriptionBefore": "Для нас відео — ",
  "spanDescriptionOne": "це більше, ніж картинка. ",
  "descriptionMiddle": "Це інструмент, ",
  "spanDescriptionTwo": "що передає сенс, будує зв'язок і приносить реальний результат. ",
  "descriptionAfter": "Ось що відрізняє нас від інших:",
  "features": [
    {
      "icon": "icon-shield-protection",
      "title": "Професійний підхід до кожного проекту",
      "text": "Ми приділяємо увагу кожному клієнту та кожному проекту. Наші фахівці працюють з вами на кожному етапі, щоб забезпечити результат, який повністю відповідає вашим потребам."
    },
    {
      "icon": "icon-grommet-icons",
      "title": "Високоякісне обладнання",
      "text": "Ми використовуємо найновіші технології та обладнання для зйомки, монтажу та обробки відео, що дозволяє нам створювати контент найвищої якості"
    },
    {
      "icon": "icon-two-stars",
      "title": "Креативність та інноваційні ідеї",
      "text": "Ми не боїмося виходити за межі стандартних рішень і пропонуємо унікальні концепції, які допомагають вашому бренду виділитися на фоні конкурентів."
    },
    {
      "icon": "icon-funnel",
      "title": "Повний цикл робіт",
      "text": "Від ідеї до фінального монтажу — беремо на себе весь процес створення відео, щоб кожен етап відповідав вашому баченню."
    },
    {
      "icon": "icon-check-mark",
      "title": "Орієнтація на результат",
      "text": "Наша мета — зробити так, щоб кожне відео допомагало вашому бренду залучати нових клієнтів і підвищувати впізнаваність."
    },
    {
      "icon": "icon-person-key",
      "title": "Індивідуальний підхід",
      "text": "Працюємо з кожним клієнтом індивідуально, адаптуючи послуги під ваші потреби та завдання. Ви отримаєте саме те, що шукаєте."
    },
    {
      "icon": "icon-success",
      "title": "Досвід та репутація",
      "text": "Наші фахівці мають багаторічний досвід у відеопродакшн, а наша репутація базується на численних успішних проектах для клієнтів з різних галузей."
    },
    {
      "icon": "icon-hands-heart",
      "title": "Підтримка на всіх етапах",
      "text": "Ми не залишаємо вас після завершення роботи. Наші клієнти завжди можуть звернутися за додатковою підтримкою або оновленнями відео, щоб забезпечити актуальність контенту."
    }
  ]
}
