import Container from '@/shared/container/Container';

export default function ShowPromoSection() {
  return (
    <section>
      <Container>
        <div>
          <h2>
            Ваш бізнес заслуговує на найкраще: Відео, що продає. Сайти, що
            ведуть до зростання бізнесу.
          </h2>
          <p>
            Створіть потужний бренд разом із нашою командою! Ми створюємо відео,
            що привертає увагу і перетворює глядачів на клієнтів, а також
            розробляємо сучасні веб-сайти, які підсилять ваш маркетинг. Від ідеї
            до фінального монтажу, від концепції до реалізації — індивідуальний
            підхід та гарантований результат для вашого успіху. Відкрийте нові
            можливості для бізнесу вже сьогодні!
          </p>
          <button>Запустити відеовиробництво</button>
          <button>Створити веб-сайт</button>
        </div>
      </Container>
    </section>
  );
}
